[
    {
        "id_publication": "1",
        "FIO": ["Беляев С.А.", "Корытов П.В."],
        "name_publication": "Опыт создания программы автоматической генерации веб-приложений по формальным требованиям",
        "year_publication": 2020,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Cloud of Science",
        "number_quotes": 10,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "В статье рассматривается проблема автоматизированного создания веб-приложений по формальным требованиям. Рассмотренные существующие решения, такие как средства проектирования баз данных и коммерческие конструкторы приложений, либо не предоставляют достаточную функциональность для создания работающего приложения, либо не работают с формальными моделями и малорасширяемы. Разработанное авторами решение предоставляет возможность создания клиент-серверного веб-приложения по модели «сущность-связь». Статья описывает алгоритм генерации кода по этой модели и некоторые детали создания системы, независимой от предметной области. Решение позволяет автоматизировать создание простых учетных систем и упростить создание более сложных."
    },
    {
        "id_publication": "2",
        "FIO": ["Беляев С.А."],
        "name_publication": "ПРИМЕНЕНИЕ ВЕРОЯТНОСТНЫХ И ВРЕМЕННЫХ АВТОМАТОВ В ПРОГРАММАХ УПРАВЛЕНИЯ МНОГОАГЕНТНЫХ СИСТЕМ",
        "year_publication": 2020,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Наукоемкие технологии в космических исследованиях Земли",
        "number_quotes": 15,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Рассмотрены классические модели временного и вероятностного автомата, построенного с использованием теории цепей Маркова - система «автомат - случайная среда», описываемая цепью Маркова. Неопределённость вероятностного автомата может определяться разными причинами, в том числе - недетерминированностью правил изменения состояний моделируемой системы, что является одним из важнейших препятствий при моделировании многоагентных систем. Разработанная модель предназначена для программы управления многоагентных систем, учитывает стохастическое поведение окружающей среды при применении в условиях многоагентных систем. Представлены ключевые отличия классической стационарной случайной среды и многоагентных систем, в том числе рациональность поведения агентов и необходимость кооперации или противодействия. В модели не предусмотрены обучаемые алгоритмы, их применение требует большой выборки для проведения обучения, не во всех мультиагентных системах достаточно времени для набора необходимой статистики и адаптации поведения. Описаны подходы к построению архитектуры программы управления агента в многоагентной среде на основе теорий временных и вероятностных автоматов, предложен формат хранения моделей в файловых хранилищах. Предложенная архитектура учитывает в том числе возможность изменения состояния временных автоматов на основании состояния вероятностных автоматов и наоборот. Описан обобщённый алгоритм функционирования программы управления. Предложенный алгоритм позволяет реализовывать программы управления многоагентных систем в случае конечного количества состояний агента и использует гибкие механизмы управления, взятые из модели временного автомата. Приведены основные результаты и предложения по дальнейшим исследованиям, в том числе по построению иерархических моделей."
    },
    {
        "id_publication": "3",
        "FIO": ["Беляев С.А."],
        "name_publication": "Разработка программы ведения полевой геологической документации",
        "year_publication": 2018,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Cloud of Science",
        "number_quotes": 5,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Полевая документация в большинстве случаев ведется в бумажном виде с использованием карандаша, в редких случаях используется лицензионное программное обеспечение. Это связано с высокой стоимостью оборудования и основными финансовыми вложениями именно в оборудование и технологии бурения, а не средства документирования. В работе предлагается описание построения универсальной программы ведения полевой геологической документации, которая решает существенную часть задач своих конкурентов в части ведения полевого журнала. В работе описаны основные требования к программе ведения геологической документации, сформулированы ее ограничения, предложены решения по каждой из ключевых задач разработки, приведены принципиальные фрагменты программного кода на Java. Описаны подходы к формированию текстового описания для каждого интервала с использованием скриптового языка JavaScript, в том числе с использованием данных по подынтервалам."
    },
    {
        "id_publication": "4",
        "FIO": ["Поздняков Сергей Николаевич", "Рыбин Сергей Витальевич", "Чухнов Антон Сергеевич"],
        "name_publication": "Информационно-коммуникационные технологии в курсе дискретной математики СПбГЭТУ «ЛЭТИ»",
        "year_publication": 2014,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Образовательные технологии и общество",
        "number_quotes": 20,
        "API": "CyberLeninka",
        "index": "",
        "description": "В статье представлены результаты работы по реализации различных информационно-коммуникационных технологий в процессе обучения дискретной математике на младших курсах технического вуза на факультете компьютерных технологий и информатики. Предложенные технологии показали свою эффективность в мотивации студентов к изучению курса и осмыслению его идей и приложений. По оценкам студентов читаемый курс стал главным фактором их интеллектуального развития и вместе с двумя профессиональными курсами образовал тройку предметов, оказывающих большее влияние, чем все остальные изучаемые на первых курсах предметы. Особенностями построения курса была ориентация на разные целевые группы студентов, выделенные как по признакам мотивированности к обучению, так и по психологическим параметрам. В статье приведены примеры учебных заданий, использованные методические приемы и их педагогические обоснования."
    },
    {
        "id_publication": "5",
        "FIO": ["Рыбин Сергей Витальевич"],
        "name_publication": "Многофункциональный лингафонный компьютерный класс",
        "year_publication": 2003,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 20,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "В статье описывается работа с многофункциональным компьютерным классом. Важной особенностью такой работы является возможность выдать каждому ученику или группе учеников текстовое или звуковое задание."
    },
    {
        "id_publication": "6",
        "FIO": ["Блеес Э.И", "Заславский М.М."],
        "name_publication": "Критерии соответствия текста научному стилю",
        "year_publication": 2019,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Научно-технический вестник информационных технологий, механики и оптики",
        "number_quotes": 25,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Приведены результаты экспериментального исследования критериев соответствия текста научному стилю. Исследованы показатель повторений в текстовом документе ключевых слов и фраз, процентное соотношение стопслов и общего числа слов в тексте, отклонение графика частоты слов в тексте от идеального графика по Ципфу. Исследование проведено с применением сценария, проверяющего текст по нескольким критериям. В результате экспериментального исследования на выборке из 2500 статей, опубликованных в источниках ВАК/РИНЦ, получены распределения значений критериев, которые проверены на нормальность по нескольким критериям, а также на корреляцию между собой. В результате анализа этих данных получены и обоснованы пороговые значения критериев, которые применены на тестовой выборке, состоящей из бакалаврских работ студентов СПбГЭТУ «ЛЭТИ», псевдонаучной статьи «Корчеватель», технических статей из интернет-сообщества «Хабр», «Капитала» Карла Маркса и ряда текстов, не относящихся к научному стилю. Сформулировано необходимое, но не достаточное условие соответствия статьи научному стилю."
    },
    {
        "id_publication": "7",
        "FIO": ["Заславский Марк Маркович", "Кринкин Кирилл Владимирович", "Рябиков Эдуард Михайлович"],
        "name_publication": "Инструментарий надежного хранения данных",
        "year_publication": 2013,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Информатика, телекоммуникации и управление",
        "number_quotes": 30,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Рассмотрены подходы к созданию программного обеспечения для функционирования и отладки систем надежного хранения данных. Изучены подходы к неинвазивному профилированию динамических библиотек в Linux. Представлен алгоритм обновления ресурсов в кластере, позволяющий обновлять ресурсы без нарушения целостности кластера (принудительной остановки узлов). Рассмотрена методика автоматизации просмотра файлов журнала, позволяющая оптимизировать просмотр и обработку данных тестирования."
    },
    {
        "id_publication": "8",
        "FIO": ["Заславский М.М.", "Блеес Э.И", "Баландин С.И."],
        "name_publication": "Метод обработки в реальном времени открытых данных, содержащих геоконтекстную разметку",
        "year_publication": 2017,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Научно-технический вестник информационных технологий, механики и оптики",
        "number_quotes": 10,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Предложено решение проблемы интерфейса обработки и исследования открытых данных в реальном времени с точки зрения выделения информации о местоположении в платформе, использующей данные о местоположении (LBS-платформе), путем создания дополнения к платформе, реализующего импорт и сопоставление открытых данных из нескольких источников для дальнейшего выделения дополнительного признака в элементах данных и обработки с использованием статистических показателей и кластеризации. В качестве апробации был разработан плагин определения популярности открытых точек доступа Wi-Fi с помощью данных социальной сети ВКонтакте для LBS-платформ Geo2Tag, реализующий предложенный метод решения проблемы производительности обработки открытых данных в LBS-платформах. Данный плагин осуществляет импорт и сопоставление набора открытых данных Правительства Санкт-Петербурга и архива записей в определенных районах города с выделением дополнительного признака при помощи вычисления медианы, среднего арифметического или центров кластеров по методу кластеризации k-means для количества записей. Для определения скорости работы плагина была проведена серия экспериментов по измерению его производительности. Экспериментальное исследование показало, что общее время работы плагина в первую очередь определяется скоростью загрузки открытых данных из источника, поскольку время обработки на порядок меньше времени загрузки. Результаты показывают, что плагин может осуществлять анализ открытых данных из удаленного источника практически в реальном времени. Разработанный метод может быть применен не только в LBS-платформе Geo2Tag, но и для широкого класса подобных систем, так как его реализация полагается только на наличие подсистемы импорта открытых данных, которая, в свою очередь, может быть реализована в любой LBS-платформе. Метод также создает конкурентное преимущество для LBS-платформы, так как позволяет расширить качественный состав данных за счет результатов анализа импортированных открытых данных, причем способы и методики анализа, а также конечная форма представления результатов могут определяться не только администраторами LBS-платформы, но и ее пользователями-разработчиками, поскольку реализация метода опирается на подсистему пользовательских дополнений."
    },
    {
        "id_publication": "9",
        "FIO": ["Калишенко Евгений Леонидович", "Кринкин Кирилл Владимирович"],
        "name_publication": "Подходы к прогнозированию трафика в беспроводных mesh-сетях",
        "year_publication": 2010,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Прикладная информатика",
        "number_quotes": 30,
        "API": "CyberLeninka",
        "index": "РИНЦ",
        "description": "Авторами дается обзор методов прогнозирования трафика в беспроводных самоорганизующихся сетях. Приводятся основные характеристики таких сетей и их сравнение с проводными. Рассматриваются алгоритмы на основе вейвлет-анализа, а также анализа временных рядов, кластеризации потоков, анализа графов (graph-mining) и др. Описываются достоинства и недостатки каждого из них."
    },
    {
        "id_publication": "10",
        "FIO": ["Казакевич Виктория Григоьевна"],
        "name_publication": "Exit poll: какая математика нужна инженерам?",
        "year_publication": 2015,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 10,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "В работе представлены результаты опросов студентов, обучавшихся у автора на протяжении 2005-2010 годов (то есть учившихся на 1-2 курсах ФКТИ в СПбГЭТУ «ЛЭТИ»). Целью работы является проверка адекватности и актуальности математических знаний, предлагаемых в рамках курсов, читаемых преподавателями кафедры, для молодых специалистов, окончивших ВУЗ и работающих по специальности или продолжающих обучение в аспирантуре. Данные, полученные автором, позволяют утверждать, что сокращение математических курсов приведет к снижению востребованности выпускников СПбГЭТУ «ЛЭТИ» на рынке труда. Более того, результаты опросов свидетельствуют о том, что количество часов, посвященных некоторым разделам математики (например теории графов), стоило бы увеличить."
    },
    {
        "id_publication": "11",
        "FIO": ["Толкачева Елена Алексеевна"],
        "name_publication": "МАТЕМАТИКА В ТЕХНИЧЕСКОМ УНИВЕРСИТЕТЕ: ПОТЕНЦИАЛ ГОРИЗОНТАЛЬНЫХ СВЯЗЕЙ",
        "year_publication": 2021,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 5,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Описаны горизонтальные связи, которые реализуются на кафедре алгоритмической математики СПбГЭТУ «ЛЭТИ», как составная часть методики обучения, основанной на синтезе трех важнейших концепций мышления и профессионального обучения: теории продуктивного мышления и обучения, конструктивистской теории обучения, теории технического мышления (ПроКоТех-подхода). Из постановки цели развития мышления профессионала, в данном случае технического мышления, в процессе обучения в техническом университете возникают общие психофизиологические вопросы формирования и развития мышления при обучении. В современном техническом образовании все более актуальными являются компетенции, связанные с информацией и знаниями --- их извлечением, преобразованием и применением. Компетенции такого рода подразумевают не только развитость навыков работы с информацией, но и гибкость мыслительной деятельности субъекта, так как именно мышление человека становится идеальной базовой моделью для технологий. Математика и другие фундаментальные дисциплины в технических университетах читаются в основном на первом курсе, что принуждает планировать не только содержание дисциплин, но и обучение приемам организации умственной работы, подготовку к увеличению интенсивности умственной работы. Показан потенциал горизонтальных связей для активизации интеллектуальной работы студентов, повышения их учебной мотивированности, а также повышения устойчивости системы умственной деятельности при увеличении нагрузки."
    },
    {
        "id_publication": "12",
        "FIO": ["Толкачева Елена Алексеевна"],
        "name_publication": "Психологические особенности современной подготовки (психологический портрет студентов инженерных специальностей СПбГЭТУ)",
        "year_publication": 2015,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 10,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Современное переосмысление содержания образования предполагает ориентацию на раскрытие личностного потенциала субъекта. Актуальность вопросов подготовки инженерно-технических кадров в России обусловило начало серии исследований профессиональной идентичности студентов СПбГЭТУ «ЛЭТИ». Приводятся результаты исследования профессиональной Я-концепции будущих инженеров с выделением тех черт психологического портрета, которые должны существенно влиять на обновление инженерного образования."
    },
    {
        "id_publication": "13",
        "FIO": ["Толкачева Елена Алексеевна", "Корабельщикова Светлана Юрьевна", "Бутин Кирилл Павлович"],
        "name_publication": "Принципы формирования олимпиадной команды по программированию",
        "year_publication": 2018,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 12,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Рассмотрен вопрос организации команды и тренировочного процесса для участия в олимпиадах по командному программированию. Разработаны принципы формирования состава сборной, роли каждого из участников команды, исходя из психологических особенностей мышления и уровня сформированности компетенций. Выбрана классификация видов мышления на основе стандартности-нестандартности решаемых задач и операциональных процедур мышления. Нередко в олимпиадах по программированию встречаются задачи, которые можно свести к задаче о рюкзаке. Приведена система тренировочных заданий, сводящихся к задаче о рюкзаке. Задания расположены по нарастанию сложности. Сначала рассматривается задача о неограниченном рюкзаке и различные алгоритмы её решения. Для частного случая данной задачи, когда стоимость предмета равна весу предмета, представлены алгоритм и различные его реализации. Разработанная система тренировок и принципы формирования команды позволили достигнуть высоких результатов, в частности пройти внутренние отборочные этапы и достойно выступить в чемпионате мира по командному программированию, что подтверждает эффективность предложенных методов."
    },
    {
        "id_publication": "14",
        "FIO": ["Толкачева Елена Алексеевна"],
        "name_publication": "МАТЕМАТИКА В ТЕХНИЧЕСКОМ УНИВЕРСИТЕТЕ: ПОТЕНЦИАЛ ГОРИЗОНТАЛЬНЫХ СВЯЗЕЙ",
        "year_publication": 2021,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 6,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Описаны горизонтальные связи, которые реализуются на кафедре алгоритмической математики СПбГЭТУ «ЛЭТИ», как составная часть методики обучения, основанной на синтезе трех важнейших концепций мышления и профессионального обучения: теории продуктивного мышления и обучения, конструктивистской теории обучения, теории технического мышления (ПроКоТех-подхода). Из постановки цели развития мышления профессионала, в данном случае технического мышления, в процессе обучения в техническом университете возникают общие психофизиологические вопросы формирования и развития мышления при обучении. В современном техническом образовании все более актуальными являются компетенции, связанные с информацией и знаниями --- их извлечением, преобразованием и применением. Компетенции такого рода подразумевают не только развитость навыков работы с информацией, но и гибкость мыслительной деятельности субъекта, так как именно мышление человека становится идеальной базовой моделью для технологий. Математика и другие фундаментальные дисциплины в технических университетах читаются в основном на первом курсе, что принуждает планировать не только содержание дисциплин, но и обучение приемам организации умственной работы, подготовку к увеличению интенсивности умственной работы. Показан потенциал горизонтальных связей для активизации интеллектуальной работы студентов, повышения их учебной мотивированности, а также повышения устойчивости системы умственной деятельности при увеличении нагрузки."
    },
    {
        "id_publication": "15",
        "FIO": ["Коточигов Александр Михайлович", "Сучков Андрей Игоревич"],
        "name_publication": "МЕТОД СОКРАЩЕНИЯ ПЕРЕБОРА В АЛГОРИТМАХ ПОСТРОЕНИЯ МИНИМАЛЬНЫХ АДДИТИВНЫХ ЦЕПОЧЕК",
        "year_publication": 2020,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 10,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Оптимизация алгоритмов вычислений значений многочленов, точнее мономов, эквивалентна задаче построения для заданного числа минимальной аддитивной цепочки. Для поиска таких цепочек не известно никаких алгоритмов, кроме перебора. Рост сложности перебора очень велик. Среди цепочек одинаковой длины очень много эквивалентных, то есть заканчивающихся одинаковым числом. В статье приведен достаточный признак эквивалентности цепочек и показано, как использование признака позволяет сократить процедуру формирования всех аддитивных цепочек фиксированной длины."
    },
    {
        "id_publication": "16",
        "FIO": ["Коточигов Александр Михайлович"],
        "name_publication": "ОТ ЭЙНШТЕЙНА К ШЕРЛОКУ ХОЛМСУ (дедуктивный метод поиска в базе данных)",
        "year_publication": 2003,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 18,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Разобрана задача, представляющая сплав бытового, почти развлекательного текста и таящегося за ним нетривиального анализа, необходимого для ее решения."
    },
    {
        "id_publication": "17",
        "FIO": ["Коточигов Александр Михайлович", "Левицкий Даниил Владимирович", "Носова Ольга Андреевна"],
        "name_publication": "Код общего доступа",
        "year_publication": 2017,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 3,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Группа лиц должна узнать секретный код, анализируя доступную всем таблицу. Каждый участник знает свою строчку в таблице и одно слово из кода. Участник может сообщить всем другим только одно из двух сообщений — знает он код или не знает. В статье описан алгоритм, позволяющий строить таблицы, по которой за несколько ходов обмена сообщениями все участники узнают код."
    },
    {
        "id_publication": "18",
        "FIO": ["Коточигов Александр Михайлович"],
        "name_publication": "Взаимное влияние математики и инженерного моделирования",
        "year_publication": 2015,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 6,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Цель этой статьи обсудить содержание математического образования студентов инженерных специальностей. Рассмотрен ряд примеров воздействия инженерных задач на развитие математического аппарата, которые показывают необходимость формирования у инженеров хорошей математической подготовки."
    },
    {
        "id_publication": "19",
        "FIO": ["Коточигов Александр Михайлович"],
        "name_publication": "Взаимное влияние математики и инженерного моделирования",
        "year_publication": 2015,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 6,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Цель этой статьи обсудить содержание математического образования студентов инженерных специальностей. Рассмотрен ряд примеров воздействия инженерных задач на развитие математического аппарата, которые показывают необходимость формирования у инженеров хорошей математической подготовки."
    },
    {
        "id_publication": "20",
        "FIO": ["Поздняков Сергей Николаевич"],
        "name_publication": "Информационный анализ игры «Быки и коровы»",
        "year_publication": 2007,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 2,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Статья посвящена обсуждению задачи «Быки и коровы» конкурса «КИО-2007»"
    },
    {
        "id_publication": "21",
        "FIO": ["Поздняков Сергей Николаевич", "Лямов Андрей Геннадьевич", "Прокопенко Никита Юрьевич"],
        "name_publication": "Компьютерный инструмент в обучении математике",
        "year_publication": 2006,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 6,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Авторы рассказывают о Всероссийском дистанционном конкурсе КИО-2006 («Конструируй, исследуй, оптимизируй»), в котором участникам предлагались исследовательские задачи, предполагающие использование манипуляторов. Задачи эти связаны с важными математическими идеями, часть из них сформулирована на основе еще не решенных математических проблем. Каждая предложенная задача допускает различные решения, которые можно сравнивать между собой по некоторому параметру. Побеждают участники, добившиеся по этому признаку лучших результатов. В статье приведены формулировки задач, описаны пути к исследованию приведенных сюжетов. Все задачи помещены на диск к журналу."
    },
    {
        "id_publication": "22",
        "FIO": ["Вайнтрауб Анатолий Изидорович","Жукова Н.А.", "Жукова Наталья Андреевна"],
        "name_publication": "Применение интеллектуальных методов анализа на примере обработки информации, получаемой с ракет-носителей типа союз в процессе пуска",
        "year_publication": 2017,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "I-methods",
        "number_quotes": 7,
        "API": "CyberLeninka",
        "index": "",
        "description": "Интеллектуальный анализ данных предназначен для системной обработки и анализа разнотипной информации с измерительных и информационных средств и может быть использован в автоматизированной экспертной системе телеметрической информации, в связи с необходимостью обработки большого объема данных при проведении оперативного анализа. Рассматриваются этапы технологии обработки информации с измерительных и информационных средств информации и интеллектуального анализа получаемой информации. Обосновывается состав системы обработки измерительной информации и интеллектуального анализа, состоящий из ядра системы и подсистемы обработки данных, при этом ядро системы реализует организационный уровень функционирования системы в целом, а подсистема обработки данных выполняет процесс обработки и анализа. Применение интеллектуального подхода позволяет решить ряд задач: структуризации и формализации накопленной измерительной информации (описание данных и получаемых с использованием методов интеллектуального анализа знаний об измерительной информации, интеграция новых данных и знаний с уже существующими); системного анализа измерительной информации (анализ новых данных с учетом накопленных данных и знаний при наличии набора измерительных данных по одному элементу); совместного анализа всего набора данных. Показано, что применение интеллектуального подхода позволяет решить ряд задач анализа летно-технических характеристик ракет-носителей и сопутствующей наземной космической инфраструктуры. Приводится описание примеров применения методов интеллектуального анализа данных при обработке измерительной информации для ракет-носителей типа «Союз», а именно: при обработке констант; при анализе динамических характеристик, в том числе в процессе развития аварийной ситуации; при анализе временной последовательности событий. Сделан вывод том, что использование методов интеллектуального анализа данных дает возможность автоматизировано, оперативно и наглядно проанализировать выполнение циклограмм и других процессов, связанных с контролем наступления тех или иных событий, а также повысить достоверность получаемых результатов измерительной информации."
    },
    {
        "id_publication": "23",
        "FIO": ["Кутузов В.М.", "Шелудько В.Н.", "Минина А.А."],
        "name_publication": "Программа Технология как основа формирования ключевых компетенций школьников на пути выбора будущей профессии",
        "year_publication": 2018,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Инновации",
        "number_quotes": 9,
        "API": "CyberLeninka",
        "index": "РИНЦ",
        "description": "В статье представлена разработанная в ЦО «Кудрово» совместно с Санкт-Петербургским государственным электротехническим университетом «ЛЭТИ» им. В. И. Ульянова (Ленина) (СПбГЭТУ «ЛЭТИ») обще-образовательная программа «Технология» для обучающихся 5-8 классов как интегратор общего и дополнительного образования и основа формирования ключевых компетенций на пути выбора будущей профессии. Соблюдение принципа взаимодействия общего и дополнительного образования в ходе реализации предмета «Технология» обеспечивает возможность школьникам на раннем этапе своего развития получить практические навыки в раз-резе профессий различной направленности.Тем самым обеспечивается преемственность перехода обучающихся от общего к профессиональному образованию и трудовой деятельности. Инструментом для реализации технологического образования является особая образовательная среда Центра образования «Кудрово» за счет наличия в нем технопарковой зоны, создание которой осуществлялось при непосредственном участии СПбГЭТУ «ЛЭТИ»."
    },
    {
        "id_publication": "24",
        "FIO": ["Чухнов Антон Сергеевич"],
        "name_publication": "Об итогах международной конференции «Современные технологии математической подготовки студентов инженерных специальностей - MetaMath»",
        "year_publication": 2017,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 4,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Статья подробно документирует прошедшую СПбГЭТУ «ЛЭТИ» конференцию «Современные технологии математической подготовки студентов инженерных специальностей MetaMath». Указаны организаторы конференции и ее основные направления. Для первого дня указаны все докладчики вместе с содержанием их докладов, а также участники панельной дискуссии вместе с содержанием их выступлений."
    },
    {
        "id_publication": "25",
        "FIO": ["Зельвенский Игорь Григорьевич"],
        "name_publication": "Преподавание алгебры студентам технических вузов",
        "year_publication": 2015,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 11,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "В настоящее время алгебраические дисциплины занимают всё большее место в учебных планах технических вузов. Описана структура курса алгебры, читаемого на втором курсе факультета компьютерных технологий и информатики СПбГЭТУ (ЛЭТИ) и посвященного рассмотрению алгебраических систем~--групп, колец, полей~--и их связям с прикладными задачами и смежными разделами математики."
    },
    {
        "id_publication": "26",
        "FIO": ["Юрий Борисович Остапченко", "Сергей Алексеевич Кудряков", "ВВ Романцев", "СА Беляев"],
        "name_publication": "Проблемы профессиональной подготовки специалистов для эксплуатации сложных технических объектов в современных условиях",
        "year_publication": 2014,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Известия Санкт-Петербургского государственного электротехнического университета ЛЭТИ",
        "number_quotes": 56,
        "API": "Google Scholar",
        "index": "",
        "description": "По мере развития и усложнения техники менялась и роль человека в ее эксплуатации. Человек становился интегрированным элементом сложной системы, общая эффективность функционирования которой зависела как от технических составляющих, так и от деятельности человекаоператора. В результате научно-технической революции человек приобрел относительно большую независимость от угроз и опасностей природной среды, но одновременно возросло и влияние его деятельности на окружающую среду. Возникли новые виды опасностей, исходящих от самого человека и созданной им искусственной среды обитания, получившей название техносферы. Существенное усложнение техногенных объектов и значительное количество происшествий на них в различных отраслях деятельности человека позволяет сделать вывод, что принципы и правила эксплуатации для простых объектов не эффективны при эксплуатации сложных техногенных объектов. Важнейшая причина этого–существование целого ряда эксплуатационных проблем научно-технического характера, которые не могут быть решены на доэксплуатационных стадиях жизненного цикла (что справедливо для относительно простых объектов), поскольку для этого требуется апостериорная информация. К числу таких проблем можно отнести:–обоснование стратегии и методов управления состоянием сложных техногенных объектов в течение всего срока эксплуатации;–обеспечение безопасности эксплуатации;–продление ресурса объектов после длительного срока эксплуатации..."
    },
    {
        "id_publication": "27",
        "FIO": ["Евгений Николаевич Шаповалов", "Юрий Борисович Остапченко", "Александр Владимирович Экало", "Сергей Алексеевич Беляев", "Сергей Алексеевич Кудряков"],
        "name_publication": "Актуальные вопросы теории эксплуатации авиационной и ракетно-космической техники",
        "year_publication": 2015,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Известия СПбГЭТУ ЛЭТИ",
        "number_quotes": 17,
        "API": "Google Scholar",
        "index": "",
        "description": "На основе анализа общих черт сложных технических комплексов и проблем их эксплуатации сделан вывод об общности причин этих проблем. Дана краткая характеристика объекта и субъекта эксплуатации, в общем виде сформулирован подход к проектированию системы эксплуатации как к важнейшей задаче теории эксплуатации авиационной и ракетно-космической техники."
    },
    {
        "id_publication": "28",
        "FIO": ["Юрий Борисович Остапченко", "Сергей Алексеевич Кудряков", "Сергей Алексеевич Беляев"],
        "name_publication": "Построение комплексных автоматизированных обучающих систем, использующих дополнительные источники информации о качестве усвоения материала",
        "year_publication": 2017,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Изв. СПбГЭТУ «ЛЭТИ»: Информатика и компьютерные технологии",
        "number_quotes": 9,
        "API": "Google Scholar",
        "index": "",
        "description": "Рассматриваются вопросы использования в рамках комплексных автоматизированных обучающих систем средств оценки психофизиологического состояния обучаемого для улучшения качества освоения новых знаний (умений и навыков). Приведены результаты эксперимента, подтверждающие, что использование в процессе деятельности приборной информации об их текущем эмоциональном состоянии существенно повышает эмоциональную устойчивость."
    },
    {
        "id_publication": "29",
        "FIO": ["Юрий Борисович Остапченко", "Сергей Алексеевич Кудряков", "Сергей Алексеевич Беляев"],
        "name_publication": "Построение комплексных автоматизированных обучающих систем, использующих дополнительные источники информации о качестве усвоения материала",
        "year_publication": 2017,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Изв. СПбГЭТУ «ЛЭТИ»: Информатика и компьютерные технологии",
        "number_quotes": 9,
        "API": "Google Scholar",
        "index": "",
        "description": "Рассматриваются вопросы использования в рамках комплексных автоматизированных обучающих систем средств оценки психофизиологического состояния обучаемого для улучшения качества освоения новых знаний (умений и навыков). Приведены результаты эксперимента, подтверждающие, что использование в процессе деятельности приборной информации об их текущем эмоциональном состоянии существенно повышает эмоциональную устойчивость."
    },
    {
        "id_publication": "30",
        "FIO": ["СА Беляев", "АВ Васильев", "СА Кудряков"],
        "name_publication": "Построение комплексных автоматизированных обучающих систем, использующих дополнительные источники информации о качестве усвоения материала",
        "year_publication": 2016,
        "name_organization": "Закрытое акционерное общество Научно-исследовательский институт «Центрпрограммсистем»",
        "type_edition": "Журнал",
        "name_edition": "Программные продукты и системы",
        "number_quotes": 9,
        "API": "Google Scholar",
        "index": "",
        "description": "Статья посвящена описанию программной системы, предназначенной для выявления источников информационных трендов в результате анализа публикаций на новостных сайтах, в социальных сетях и блогах. Основная функция системы – построение графов распространения информации в сети Интернет. Авторы обосновывают актуальность данной задачи, несмотря на наличие готовых решений, выполняющих сканирование данных в Интернет. Отдельно отмечена проблема лавинообразного увеличения объема информации, требующей обработки. В статье описана модель для формализации процесса анализа информационных трендов и отмечены отличия от опубликованных подходов к решению данной задачи. Предложены основные шаги по автоматизации решения на основе данной модели. Особое внимание уделено возможности и обоснованности использования программных продуктов с открытым исходным кодом для решения отдельных подзадач. Для построения системы предлагается многоуровневая архитектура, демонстрирующая возможность рационального использования свободного ПО, дана последовательность работы системы. На основе описанной архитектуры и предложенной модели разработан программный комплекс, обеспечивающий решение задачи мониторинга информационных трендов. Приведены результаты тестирования комплекса на примере нескольких новостных сайтов. Предложены подходы по дальнейшему развитию решения."
    },
    {
        "id_publication": "31",
        "FIO": ["СА Беляев", "АВ Васильев", "СА Кудряков"],
        "name_publication": "Построение комплексных автоматизированных обучающих систем, использующих дополнительные источники информации о качестве усвоения материала",
        "year_publication": 2016,
        "name_organization": "Закрытое акционерное общество Научно-исследовательский институт «Центрпрограммсистем»",
        "type_edition": "Журнал",
        "name_edition": "Программные продукты и системы",
        "number_quotes": 9,
        "API": "Google Scholar",
        "index": "",
        "description": "Статья посвящена описанию программной системы, предназначенной для выявления источников информационных трендов в результате анализа публикаций на новостных сайтах, в социальных сетях и блогах. Основная функция системы – построение графов распространения информации в сети Интернет. Авторы обосновывают актуальность данной задачи, несмотря на наличие готовых решений, выполняющих сканирование данных в Интернет. Отдельно отмечена проблема лавинообразного увеличения объема информации, требующей обработки. В статье описана модель для формализации процесса анализа информационных трендов и отмечены отличия от опубликованных подходов к решению данной задачи. Предложены основные шаги по автоматизации решения на основе данной модели. Особое внимание уделено возможности и обоснованности использования программных продуктов с открытым исходным кодом для решения отдельных подзадач. Для построения системы предлагается многоуровневая архитектура, демонстрирующая возможность рационального использования свободного ПО, дана последовательность работы системы. На основе описанной архитектуры и предложенной модели разработан программный комплекс, обеспечивающий решение задачи мониторинга информационных трендов. Приведены результаты тестирования комплекса на примере нескольких новостных сайтов. Предложены подходы по дальнейшему развитию решения."
    },
    {
        "id_publication": "32",
        "FIO": ["РМ Мокрецов", "ММ Заславский"],
        "name_publication": "Архитектура платформы для создания мобильных приложений с outdoor-квестами",
        "year_publication": 2018,
        "name_organization": "Федеральное государственное автономное образовательное учреждение высшего образования «Санкт-Петербургский национальный исследовательский университет информационных технологий, механики и оптики»",
        "type_edition": "Журнал",
        "name_edition": "Научно-технический вестник информационных технологий, механики и оптики",
        "number_quotes": 6,
        "API": "Google Scholar",
        "index": "",
        "description": "Предмет исследования. Исследованы платформы для создания мобильных приложений с outdoor-квестами. Предложен метод автоматизации проектирования и планирования outdoor-квестов. Изложены принципы автоматизации создания мобильных приложений, содержащих данные квесты. Метод. Новизна подхода состоит в использовании процедурной генерации квестов на основании ограничений. Предложенная архитектура основана на решениях с открытым исходным кодом и содержит в себе специализированные инструменты для автоматического создания шаблонов outdoor-квестов по различным тематикам, а также настраиваемые шаблоны мобильных приложений. Основные результаты. Для оценки свойств предлагаемой архитектуры выполнено экспериментальное исследование. С помощью генератора квестов и шаблонов приложения реализовано и опубликовано демонстрационное приложение для операционной системы Android. Приложение содержало два квеста созданный генератором квестов и дополненный человеком, а также квест, полностью созданный человеком. Для выявления возможных отличий между различными подходами к созданию квестов выполнено измерение времени, затрачиваемого на полное прохождение квеста, нахождение отдельных объектов и сопоставление полученных данных. Исследования временных зависимостей прохождения квестов пользователями показало, что время, затраченное на поиск конкретных объектов и прохождение квеста в целом для ручного и автоматического квестов..."
    },
    {
        "id_publication": "33",
        "FIO": ["РМ Мокрецов", "ММ Заславский"],
        "name_publication": "Архитектура платформы для создания мобильных приложений с outdoor-квестами",
        "year_publication": 2018,
        "name_organization": "Федеральное государственное автономное образовательное учреждение высшего образования «Санкт-Петербургский национальный исследовательский университет информационных технологий, механики и оптики»",
        "type_edition": "Журнал",
        "name_edition": "Научно-технический вестник информационных технологий, механики и оптики",
        "number_quotes": 6,
        "API": "Google Scholar",
        "index": "",
        "description": "Предмет исследования. Исследованы платформы для создания мобильных приложений с outdoor-квестами. Предложен метод автоматизации проектирования и планирования outdoor-квестов. Изложены принципы автоматизации создания мобильных приложений, содержащих данные квесты. Метод. Новизна подхода состоит в использовании процедурной генерации квестов на основании ограничений. Предложенная архитектура основана на решениях с открытым исходным кодом и содержит в себе специализированные инструменты для автоматического создания шаблонов outdoor-квестов по различным тематикам, а также настраиваемые шаблоны мобильных приложений. Основные результаты. Для оценки свойств предлагаемой архитектуры выполнено экспериментальное исследование. С помощью генератора квестов и шаблонов приложения реализовано и опубликовано демонстрационное приложение для операционной системы Android. Приложение содержало два квеста созданный генератором квестов и дополненный человеком, а также квест, полностью созданный человеком. Для выявления возможных отличий между различными подходами к созданию квестов выполнено измерение времени, затрачиваемого на полное прохождение квеста, нахождение отдельных объектов и сопоставление полученных данных. Исследования временных зависимостей прохождения квестов пользователями показало, что время, затраченное на поиск конкретных объектов и прохождение квеста в целом для ручного и автоматического квестов..."
    },
    {
        "id_publication": "34",
        "FIO": ["ВП Семенов", "ВВ Чернокульский", "НВ Размочаева"],
        "name_publication": "Исследование искусственного интеллекта в задачах управления розничной торговлей",
        "year_publication": 2017,
        "name_organization": "Федеральное государственное автономное образовательное учреждение высшего образования Санкт-Петербургский государственный электротехнический университет ЛЭТИ им. ВИ Ульянова (Ленина)",
        "type_edition": "Журнал",
        "name_edition": "Всероссийская научная конференция по проблемам управления в технических системах",
        "number_quotes": 7,
        "API": "Google Scholar",
        "index": "",
        "description": "В данной статье исследуются проблемы управления автоматизированными техническими системами розничной торговли–торговыми автоматами. Анализируется основная проблема–формирование такого ассортимента торгового автомата, реализация которого принесет максимальную прибыль. Рассматривается современный инструмент анализа покупательского спроса в розничной торговле–искусственный интеллект. Внимание сосредоточено на одном из методов построения искусственного интеллекта–через искусственную нейронную сеть. Отражены преимущества использования искусственной нейронной сети-обучаемость, динамичность, нелинейность и другие."
    },
    {
        "id_publication": "35",
        "FIO": ["Кирилл Владимирович Кринкин", "Владимир Викторович Чернокульский", "Владимир Петрович Самойленко", "Наталья Владимировна Размочаева"],
        "name_publication": "Проведение международных студенческих школ по программной инженерии с использованием гибких методологий",
        "year_publication": 2016,
        "name_organization": "ООО «Олимп»",
        "type_edition": "Журнал",
        "name_edition": "Наука и образование сегодня",
        "number_quotes": 3,
        "API": "Google Scholar",
        "index": "",
        "description": "В статье анализируется опыт проведения студенческих школ по программной инженерии с использованием гибких методологий разработки; предлагается адаптированная к интернациональной среде методика обучения."
    },
    {
        "id_publication": "36",
        "FIO": ["Кирилл Владимирович Кринкин", "Татьяна Андреевна Берленко", "Марк Маркович Заславский", "Константин Владимирович Чайка", "Наталья Владимировна Размочаева"],
        "name_publication": "Актуализация курса Информатика как базовой дисциплины для ИТ-специальностей",
        "year_publication": 2020,
        "name_organization": "Федеральное государственное автономное образовательное учреждение высшего образования Санкт-Петербургский государственный электротехнический университет ЛЭТИ им. ВИ Ульянова (Ленина)",
        "type_edition": "Журнал",
        "name_edition": "Современное образование: содержание, технологии, качество",
        "number_quotes": 0,
        "API": "Google Scholar",
        "index": "",
        "description": "В статье рассмотрен процесс актуализации дисциплины «Информатика», в ходе которой были определены устаревшие темы, подходы, методики преподавания и предложены существенные модификации. В результате обновленная дисциплина имеет современное техническое и технологическое оснащение в соответствии с текущим уровнем развития ИТ. Актуализация дисциплины имеет ряд особенных последствий. Во-первых, модификации курса позволили получить масштабируемую с точки зрения количества студентов образовательную программу, что достигается путем применения единой рейтинговой системы, использования систем контроля версий Git, Github и дистанционного курса на платформе Stepik. Во-вторых, модернизация курса позволила структурировать работу преподавателей: стало удобнее ранжировать студентов по уровню подготовки..."
    },
    {
        "id_publication": "37",
        "FIO": ["Кирилл Владимирович Кринкин", "Филатов Артем Юрьевич", "Филатов Антон Юрьевич", "Чен Байан", "Молодан Диана"],
        "name_publication": "МЕТОДЫ СРАВНЕНИЯ КАЧЕСТВА 2D-SLAM-АЛГОРИТМОВ",
        "year_publication": 2018,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет ЛЭТИ им. В.И. Ульянова (Ленина)",
        "type_edition": "Журнал",
        "name_edition": "ИЗВЕСТИЯ СПБГЭТУ ЛЭТИ",
        "number_quotes": 12,
        "API": "elibrary",
        "index": "РИНЦ",
        "description": "Представлен подход для сравнения алгоритмов SLAM, который позволяет найти наиболее точный из них. Акцент исследований сделан на 2D-SLAM-алгоритмах, рассматриваются также 2D-карты, строящиеся после выполнения алгоритма. Предложены три показателя для оценки карт. Цель данной статьи - представить методы количественной оценки качества 2D лазерного SLAM-алгоритма. Объектом рассмотрения служит результирующая карта, и по ее визуальной оценке можно выяснить, какой алгоритм создает лучшую карту, т. е. определить, какая карта содержит наименьшее количество шума, наиболее точно определяет стены, и имеет самое низкое количество артефактов и т. д. Представлены некоторые показатели количественной оценки, а также оценивающий карты фреймворк. Карты, построенные каждым рассмотренным алгоритмом, сравниваются с использованием нескольких показателей, и для каждого запуска назначается оценка. Таким образом, можно оценивать алгоритмы SLAM, даже если истинная карта или траектория не предусмотрены для рассматриваемых наборов данных."
    },
    {
        "id_publication": "38",
        "FIO": ["Филатов Антон Юрьевич", "Доброхвалов Максим Олегович"],
        "name_publication": "ПРОГРАММА ДЛЯ СЛИЯНИЯ КАРТ ПРЕПЯТСТВИЙ НА ОСНОВЕ ПЕРЕНОСИМОЙ МОДЕЛИ УБЕЖДЕНИЙ С ИСПОЛЬЗОВАНИЕМ РАЗЛИЧНЫХ ДЕСКРИПТОРОВ И ИХ МОДИФИКАЦИЙ",
        "year_publication": 2022,
        "name_organization": "Федеральное государственное автономное образовательное учреждение высшего образования «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» им. В.И. Ульянова",
        "type_edition": "",
        "name_edition": "",
        "number_quotes": 1,
        "API": "elibrary",
        "index": "РИНЦ",
        "description": "Программа предназначена для слияния карт препятствий на основе переносимой модели убеждений и изучение влияния используемых дескрипторов и их модификаций на результат слияния карт препятствий. Функции программы: слияние карт препятствий на основе переносимой модели убеждений с использованием указанного дескриптора; слияние карт препятствий с использованием различных модификаций одного из предложенных дескрипторов; слияние карт препятствий на основе конъюнктивного или дизъюнктивного правила слияния переносимой модели убеждений. Программа применяется для изучения влияния различных дескрипторов и их модификации на результат слияния карт препятствий на основе переносимой модели убеждений."
    },
    {
        "id_publication": "39",
        "FIO": ["Филатов Антон Юрьевич", "Доброхвалов Максим Олегович"],
        "name_publication": "СЕМАНТИЧЕСКАЯ СЕГМЕНТАЦИЯ ИЗОБРАЖЕНИЙ С КАМЕР БЕСПИЛОТНЫХ АВТОМОБИЛЕЙ В РЕАЛЬНОМ ВРЕМЕНИ",
        "year_publication": 2021,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Конференция",
        "name_edition": "ШЕСТОЙ ВСЕРОССИЙСКИЙ НАУЧНО-ПРАКТИЧЕСКИЙ СЕМИНАР «БЕСПИЛОТНЫЕ ТРАНСПОРТНЫЕ СРЕДСТВА С ЭЛЕМЕНТАМИ ИСКУССТВЕННОГО ИНТЕЛЛЕКТА» (БТС-ИИ-2021)",
        "number_quotes": 4,
        "API": "elibrary",
        "index": "РИНЦ",
        "description": "Семантическая сегментация - ключевая для понимания окружающих сцен технология автономных транспортных средств. В данной работе предлагается модификация существующей нейронной сети с использованием блоков, предложенных в других исследованиях. Скорость работы предложенной модификации превышает скорость работы рассмотренных аналогов."
    }
]