[
    {
        "id_publication": "1",
        "FIO": ["Беляев С.А.", "Корытов П.В."],
        "name_publication": "Опыт создания программы автоматической генерации веб-приложений по формальным требованиям",
        "year_publication": 2020,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Cloud of Science",
        "number_quotes": 10,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "В статье рассматривается проблема автоматизированного создания веб-приложений по формальным требованиям. Рассмотренные существующие решения, такие как средства проектирования баз данных и коммерческие конструкторы приложений, либо не предоставляют достаточную функциональность для создания работающего приложения, либо не работают с формальными моделями и малорасширяемы. Разработанное авторами решение предоставляет возможность создания клиент-серверного веб-приложения по модели «сущность-связь». Статья описывает алгоритм генерации кода по этой модели и некоторые детали создания системы, независимой от предметной области. Решение позволяет автоматизировать создание простых учетных систем и упростить создание более сложных."
    },
    {
        "id_publication": "2",
        "FIO": ["Беляев С.А."],
        "name_publication": "ПРИМЕНЕНИЕ ВЕРОЯТНОСТНЫХ И ВРЕМЕННЫХ АВТОМАТОВ В ПРОГРАММАХ УПРАВЛЕНИЯ МНОГОАГЕНТНЫХ СИСТЕМ",
        "year_publication": 2020,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Наукоемкие технологии в космических исследованиях Земли",
        "number_quotes": 15,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Рассмотрены классические модели временного и вероятностного автомата, построенного с использованием теории цепей Маркова - система «автомат - случайная среда», описываемая цепью Маркова. Неопределённость вероятностного автомата может определяться разными причинами, в том числе - недетерминированностью правил изменения состояний моделируемой системы, что является одним из важнейших препятствий при моделировании многоагентных систем. Разработанная модель предназначена для программы управления многоагентных систем, учитывает стохастическое поведение окружающей среды при применении в условиях многоагентных систем. Представлены ключевые отличия классической стационарной случайной среды и многоагентных систем, в том числе рациональность поведения агентов и необходимость кооперации или противодействия. В модели не предусмотрены обучаемые алгоритмы, их применение требует большой выборки для проведения обучения, не во всех мультиагентных системах достаточно времени для набора необходимой статистики и адаптации поведения. Описаны подходы к построению архитектуры программы управления агента в многоагентной среде на основе теорий временных и вероятностных автоматов, предложен формат хранения моделей в файловых хранилищах. Предложенная архитектура учитывает в том числе возможность изменения состояния временных автоматов на основании состояния вероятностных автоматов и наоборот. Описан обобщённый алгоритм функционирования программы управления. Предложенный алгоритм позволяет реализовывать программы управления многоагентных систем в случае конечного количества состояний агента и использует гибкие механизмы управления, взятые из модели временного автомата. Приведены основные результаты и предложения по дальнейшим исследованиям, в том числе по построению иерархических моделей."
    },
    {
        "id_publication": "3",
        "FIO": ["Беляев С.А."],
        "name_publication": "Разработка программы ведения полевой геологической документации",
        "year_publication": 2018,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Cloud of Science",
        "number_quotes": 5,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Полевая документация в большинстве случаев ведется в бумажном виде с использованием карандаша, в редких случаях используется лицензионное программное обеспечение. Это связано с высокой стоимостью оборудования и основными финансовыми вложениями именно в оборудование и технологии бурения, а не средства документирования. В работе предлагается описание построения универсальной программы ведения полевой геологической документации, которая решает существенную часть задач своих конкурентов в части ведения полевого журнала. В работе описаны основные требования к программе ведения геологической документации, сформулированы ее ограничения, предложены решения по каждой из ключевых задач разработки, приведены принципиальные фрагменты программного кода на Java. Описаны подходы к формированию текстового описания для каждого интервала с использованием скриптового языка JavaScript, в том числе с использованием данных по подынтервалам."
    },
    {
        "id_publication": "4",
        "FIO": ["Поздняков Сергей Николаевич", "Рыбин Сергей Витальевич", "Чухнов Антон Сергеевич"],
        "name_publication": "Информационно-коммуникационные технологии в курсе дискретной математики СПбГЭТУ «ЛЭТИ»",
        "year_publication": 2014,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Образовательные технологии и общество",
        "number_quotes": 20,
        "API": "CyberLeninka",
        "index": "",
        "description": "В статье представлены результаты работы по реализации различных информационно-коммуникационных технологий в процессе обучения дискретной математике на младших курсах технического вуза на факультете компьютерных технологий и информатики. Предложенные технологии показали свою эффективность в мотивации студентов к изучению курса и осмыслению его идей и приложений. По оценкам студентов читаемый курс стал главным фактором их интеллектуального развития и вместе с двумя профессиональными курсами образовал тройку предметов, оказывающих большее влияние, чем все остальные изучаемые на первых курсах предметы. Особенностями построения курса была ориентация на разные целевые группы студентов, выделенные как по признакам мотивированности к обучению, так и по психологическим параметрам. В статье приведены примеры учебных заданий, использованные методические приемы и их педагогические обоснования."
    },
    {
        "id_publication": "5",
        "FIO": ["Рыбин Сергей Витальевич"],
        "name_publication": "Многофункциональный лингафонный компьютерный класс",
        "year_publication": 2003,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 20,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "В статье описывается работа с многофункциональным компьютерным классом. Важной особенностью такой работы является возможность выдать каждому ученику или группе учеников текстовое или звуковое задание."
    },
    {
        "id_publication": "6",
        "FIO": ["Блеес Э.И", "Заславский М.М."],
        "name_publication": "Критерии соответствия текста научному стилю",
        "year_publication": 2019,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Научно-технический вестник информационных технологий, механики и оптики",
        "number_quotes": 25,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Приведены результаты экспериментального исследования критериев соответствия текста научному стилю. Исследованы показатель повторений в текстовом документе ключевых слов и фраз, процентное соотношение стопслов и общего числа слов в тексте, отклонение графика частоты слов в тексте от идеального графика по Ципфу. Исследование проведено с применением сценария, проверяющего текст по нескольким критериям. В результате экспериментального исследования на выборке из 2500 статей, опубликованных в источниках ВАК/РИНЦ, получены распределения значений критериев, которые проверены на нормальность по нескольким критериям, а также на корреляцию между собой. В результате анализа этих данных получены и обоснованы пороговые значения критериев, которые применены на тестовой выборке, состоящей из бакалаврских работ студентов СПбГЭТУ «ЛЭТИ», псевдонаучной статьи «Корчеватель», технических статей из интернет-сообщества «Хабр», «Капитала» Карла Маркса и ряда текстов, не относящихся к научному стилю. Сформулировано необходимое, но не достаточное условие соответствия статьи научному стилю."
    },
    {
        "id_publication": "7",
        "FIO": ["Заславский Марк Маркович", "Кринкин Кирилл Владимирович", "Рябиков Эдуард Михайлович"],
        "name_publication": "Инструментарий надежного хранения данных",
        "year_publication": 2013,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Информатика, телекоммуникации и управление",
        "number_quotes": 30,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Рассмотрены подходы к созданию программного обеспечения для функционирования и отладки систем надежного хранения данных. Изучены подходы к неинвазивному профилированию динамических библиотек в Linux. Представлен алгоритм обновления ресурсов в кластере, позволяющий обновлять ресурсы без нарушения целостности кластера (принудительной остановки узлов). Рассмотрена методика автоматизации просмотра файлов журнала, позволяющая оптимизировать просмотр и обработку данных тестирования."
    },
    {
        "id_publication": "8",
        "FIO": ["Заславский М.М.", "Блеес Э.И", "Баландин С.И."],
        "name_publication": "Метод обработки в реальном времени открытых данных, содержащих геоконтекстную разметку",
        "year_publication": 2017,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Научно-технический вестник информационных технологий, механики и оптики",
        "number_quotes": 10,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "Предложено решение проблемы интерфейса обработки и исследования открытых данных в реальном времени с точки зрения выделения информации о местоположении в платформе, использующей данные о местоположении (LBS-платформе), путем создания дополнения к платформе, реализующего импорт и сопоставление открытых данных из нескольких источников для дальнейшего выделения дополнительного признака в элементах данных и обработки с использованием статистических показателей и кластеризации. В качестве апробации был разработан плагин определения популярности открытых точек доступа Wi-Fi с помощью данных социальной сети ВКонтакте для LBS-платформ Geo2Tag, реализующий предложенный метод решения проблемы производительности обработки открытых данных в LBS-платформах. Данный плагин осуществляет импорт и сопоставление набора открытых данных Правительства Санкт-Петербурга и архива записей в определенных районах города с выделением дополнительного признака при помощи вычисления медианы, среднего арифметического или центров кластеров по методу кластеризации k-means для количества записей. Для определения скорости работы плагина была проведена серия экспериментов по измерению его производительности. Экспериментальное исследование показало, что общее время работы плагина в первую очередь определяется скоростью загрузки открытых данных из источника, поскольку время обработки на порядок меньше времени загрузки. Результаты показывают, что плагин может осуществлять анализ открытых данных из удаленного источника практически в реальном времени. Разработанный метод может быть применен не только в LBS-платформе Geo2Tag, но и для широкого класса подобных систем, так как его реализация полагается только на наличие подсистемы импорта открытых данных, которая, в свою очередь, может быть реализована в любой LBS-платформе. Метод также создает конкурентное преимущество для LBS-платформы, так как позволяет расширить качественный состав данных за счет результатов анализа импортированных открытых данных, причем способы и методики анализа, а также конечная форма представления результатов могут определяться не только администраторами LBS-платформы, но и ее пользователями-разработчиками, поскольку реализация метода опирается на подсистему пользовательских дополнений."
    },
    {
        "id_publication": "9",
        "FIO": ["Калишенко Евгений Леонидович", "Кринкин Кирилл Владимирович"],
        "name_publication": "Подходы к прогнозированию трафика в беспроводных mesh-сетях",
        "year_publication": 2010,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Прикладная информатика",
        "number_quotes": 30,
        "API": "CyberLeninka",
        "index": "РИНЦ",
        "description": "Авторами дается обзор методов прогнозирования трафика в беспроводных самоорганизующихся сетях. Приводятся основные характеристики таких сетей и их сравнение с проводными. Рассматриваются алгоритмы на основе вейвлет-анализа, а также анализа временных рядов, кластеризации потоков, анализа графов (graph-mining) и др. Описываются достоинства и недостатки каждого из них."
    },
    {
        "id_publication": "10",
        "FIO": ["Казакевич Виктория Григоьевна"],
        "name_publication": "Exit poll: какая математика нужна инженерам?",
        "year_publication": 2015,
        "name_organization": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
        "type_edition": "Журнал",
        "name_edition": "Компьютерные инструменты в образовании",
        "number_quotes": 10,
        "API": "CyberLeninka",
        "index": "ВАК",
        "description": "В работе представлены результаты опросов студентов, обучавшихся у автора на протяжении 2005-2010 годов (то есть учившихся на 1-2 курсах ФКТИ в СПбГЭТУ «ЛЭТИ»). Целью работы является проверка адекватности и актуальности математических знаний, предлагаемых в рамках курсов, читаемых преподавателями кафедры, для молодых специалистов, окончивших ВУЗ и работающих по специальности или продолжающих обучение в аспирантуре. Данные, полученные автором, позволяют утверждать, что сокращение математических курсов приведет к снижению востребованности выпускников СПбГЭТУ «ЛЭТИ» на рынке труда. Более того, результаты опросов свидетельствуют о том, что количество часов, посвященных некоторым разделам математики (например теории графов), стоило бы увеличить."
    }
]